/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "下一页";
"Crop:Apply" = "下一页";
"Next" = "下一页";
"Done" = "完成";
"Cancel" = "取消";
"Effects:Done" = "下一页";

// Crop Screen Title
//"Crop" = "裁剪";

//Crop Preset Titles
"NoCrop" = "正常";
"SquareCrop" = "方形";
"CustomCrop" = "自定义";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "贴纸";
//"Filters" = "滤镜";
//"Borders" = "边框";
//"Text" = "文本";
//"Draw" = "涂鸦";

// Loading Prompt
"LoadingEffects" = "正在加载";

// Pop-up Alert Text
"Alert" = "提示";
"OK" = "好";
"Error" = "错误";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "清除涂鸦？";
"ClearDrawMsg" = "您是否确定要从图像中清除所有涂鸦？";
"ClearDrawYes" = "清除涂鸦";

"PriceUnavail" = "无法获得产品价格信息";
"PurchaseProblem" = "发生购买错误。";
"RestoreError" = "恢复购买时出错";
"PayentProblem" = "我们无法处理您的付款";

// Effect Pack Downlad Status
"Waiting" = "请稍候...";

// Effect Pack Store Button Labels
"Free" = "免费";
"Download" = "下载";
"Installing" = "正在安装";

// Effect Pack Store Title
"DownloadPack" = "下载特效包";

// Effect Pack Store Page Restore button title
"Restore" = "恢复购买";

// 'None' border selection
"NoBorder" = "正常";

// 'None' filter selection
"NoFilter" = "正常";
